{
  "campaign": {
    "title": "Campaign Award",
    "theme": 10,
    "button": {
      "color": "yellow",
      "text": "Place vote and continue"
    },
    "comment": "entry.486816405",
    "id": "entry.1971526978",
    "choices": [{
      "value": "Aya Chebbe",
      "image": "1eedebcc-e159-4b03-b308-5d58bb8f1798_aya-chebbi.jpg",
      "attributes": {
        "Name": "Aya Chebbe",
        "Age": "28",
        "Location": "Tunisia",
        "Nominating partner": "Mandela Institute"
      },
      "body": [
        "Aya is the founder of the Afrika Youth Movement (AYM) which is a pan-African, action-oriented, youth-led movement that strives for the participation, development and leadership of African youth to transform Africa and achieve their rights to peace, equality and social justice. Through their work they promote the values that binds the continent; ubuntu, unity, self-determination, integrity and accountability, to create a continent that respects the rights of all its citizens.",
        "Aya has traveled to some 30 African countries, supporting and working with thousands of women groups, artists and activists on youth empowerment projects and has trained them in mobilisation, blogging, leadership and non-violence.",
        "In March 2017 in Kenya, Aya organized the Premier AYM Retreat which brought together an African network of members, organisations and young leaders to set the direction for the  movement’s engagement at the grassroots, national, regional and international levels.",
        "Aya also organized the Afrika Youth Empowerment Forum on the SDGs and the African Union Agenda 2063 providing a platform for youth to get their voices heard on international processes. She mobilized 70 young changemakers from 19 countries in Africa and the diaspora, many of whom represent grassroots initiatives, to participate in creating a new model of youth forums to engage with the United Nations and the African Union.",
        "Aya ensured participation from South Africa, Democratic Republic of Congo, Burundi, Ghana, Tunisia and Tanzania among others with no external funding, mainly by maximizing strategic partnerships, members’ mobilization through their organizations and communities."
      ]
    }, {
      "value": "Jamie Margolin",
      "image": "60ba3108-ec9c-4c27-b5bc-c9deaf11eb55_jamie+margolin.jpg",
      "attributes": {
        "Name": "Jamie Margolin",
        "Age": "26",
        "Location": "US",
        "Nominating Partner": "Project Everyone"
      },
      "body": [
        "16-year-old Jamie Margolin founded Zero Hour – a movement she started after feeling frustrated by the inaction of elected officials and the fact that youth voices were almost always ignored in the conversation around climate change and the profound impact that it would have on young people.",
        "In a country where its government seems in denial that climate change is an issue at all, Jamie has established a network of hundreds activists to make the government understand that this is zero hour.",
        "But its not just about shouting at government. She recognises that young people and the communities on the ground have the power to make real change themselves. By establishing a network of youth leaders and adult mentors amongst communities and young people from a wide range of backgrounds, under the Zero Hour umbrella, she works to empower them to make the change to secure their, and the planet’s future.",
        "While climate change is a phenomenon that will impact all of us —if it has not already—they believe that the impact of the climate crisis is profoundly unequal, but that those closest to the problem are also often closest to the solution. So, Zero Hour have been actively working to create just solutions and transitions and their goal is to center the unique wisdom, experience, and leadership of their movement in their efforts to make impactful change."
      ]
    }, {
      "value": "Yo También Tengo Algo Que Decir",
      "image": "2a070038-cbef-4aad-ae60-78eeaed993cc_yo+tambien2.jpg",
      "attributes": {
        "Campaign": "Yo También Tengo Algo Que Decir",
        "Age": "Under 30",
        "Location": "Peru",
        "Nominating Partner": "Save the Children"
      },
      "body": [
        "Working to address the risks young people face online and in real life, \"Yo Tambien Tengo Algo Que Decir,\" is tackling the problems that governments the world over are struggling to grapple with.",
        "The youth lead organization has contributed to setting the public and political agenda within Huanuco and Peru, in regards to the situation of gender violence that is affecting children and adolescents including sexual exploitation, human trafficking and sexual violence in online and offline environments.",
        "Their intervention had caused a big impact in communities and with stakeholders who are striving to reduce the risks of gender violence on girls and by engaging with young people through their platforms, channels and creative outlets, it is yielding great results.",
        "\"Yo tambien tengo algo que decir\" have employed many campaign tactics including; digital campaigns such as #Formateaelmachismo, interventions in public spaces, meetings with adolescents, contests with YouTubers, collaborations with the  arts, comics and theatre, public debates and meetings with local authorities.",
        "The objective of these activities is to engage the general public in the fight against gender violence and strengthen the National Protection System of Peru, with the participation of adolescents as key actors to building a world with gender equality."
      ]
    }, {
      "value": "Sikha Patra",
      "image": "686a65d5-50f9-4c46-9051-5c052b6ed005_sikha-patra-1500x1420.jpg",
      "attributes": {
        "Name": "Sikha Patra",
        "Age": "24",
        "Location": "India",
        "Nominating Partner": "BMGF"
      },
      "body": [
        "Sikha Patra comes from the slums of Kolkata where poor sanitation is common, but she is not allowing her environment to limit her potential.",
        "By collecting health data in her community using smartphones, she has raised awareness about issues like vaccination and her efforts and determination have won her accolades on the global stage.",
        "In 2014, she found a place in Melinda Gates’s list of ‘Most Inspiring Women and Girls I met This Year.’ and she was also selected as a Youth Champion in the youth campaign against child marriage, launched by UNICEF and the Department of Social Welfare, Government of West Bengal."
      ]
    }]
  },
  "changemaker": {
    "title": "Changemaker Award",
    "theme": 3,
    "button": {
      "color": "blue",
      "text": "Place vote and continue"
    },
    "comment": "entry.1470366669",
    "id": "entry.1311314296",
    "choices": [{
      "value": "Eddy Oketch",
      "image": "7c2f63f2-86c5-456d-a35b-d67888a3a17a_eddy-oketch-migori-senate-race.jpg",
      "attributes": {
        "Name": "Eddy Oketch",
        "Age": "28",
        "Location": "Kenya",
        "Nominating Partner": "Mandela Institute"
      },
      "body": [
        "Eddy grew up in rural Migori, and while from a loving and well-meaning family, he knew the hardships of so many Migorians—including early teen years spent surviving on the streets.  Through hard work and the remarkable generosity of the community, Eddy made his way to Friends School Kamusinga, African Leadership Academy in Johannesburg, Trinity College in the United States, and eventually Yale University where he graduated with a Masters in Global Affairs. It is his goal to help his community provide similar opportunities to hardworking residents like he was lucky enough to receive.",
        "During the 2007/2008 post-election violence, Eddy founded Ongoza, an organization committed to bringing an end to civil violence by empowering young people to become economically independent and champions of peace in their local communities. Ongoza is now an independent institution continuing to strengthen youth across Kenya.",
        "Eddy is also the Founder and Trustee of The Oketch Gicheru Trust, a foundation that offers education scholarships and digital mentorship to gifted and disadvantaged youth in Kenya. In the community, he serves on the Boards of Ulanda Girls High and St. Pauls Omboo Secondary, where he is leading infrastructural development."
      ]
    }, {
      "value": "Hauwa Ojeifo",
      "image": "14b13189-3016-4324-91d7-1d48e20842f5_hauwa+ojeifo.jpg",
      "attributes": {
        "Name": "Hauwa Ojeifo",
        "Age": "26",
        "Location": "Nigeria",
        "Nominating Partner": "One Young World"
      },
      "body": [
        "Hauwa is the founder of ‘She Writes Woman’ which is the first privately held mental health hotline in Nigeria, a women-led movement of love hope and support that gives mental health a voice in Nigeria.",
        "‘She Writes Woman’ is the first privately held 24/7 mental health helpline and has impacted over 500 people and averted over 45 cases of suicide. Hauwa also initiated the only monthly mental health support group that has now been running for 2 years and operates in 5 states across Nigeria. About 450 women have registered for the Safe Place support group and benefitted from free or subsidised mental healthcare in Nigeria."
      ]
    }, {
      "value": "Payla Jangid",
      "image": "2a383d29-5a00-4ca8-9d0f-ea0c2b30f67c_payla+jangid.jpg",
      "attributes": {
        "Name": "Payla Jangid",
        "Age": "16",
        "Location": "India",
        "Nominating Partner": "Project Everyone"
      },
      "body": [
        "After escaping child slavery and refusing to marry at 12 years old, a common practice in her village in Rajasthan, Jangid became a children’s rights activist committed to education and the abolition of child marriage and child labour.",
        "Payal is now the leader of the Child Parliament in her village, working to make her village “child-friendly” by educating the community about domestic violence and child marriage. When she talks, adults and children alike listen. She wants to cause a change in her country, she wants girls to be treated properly and equal to men and her goal to is to inform the people of India how important it is for girls to receive a proper education.",
        "Payal has also been working with Bachpan Bachao Andolan which translates to Save the Childhood since 2012. She has helped campaign for the rights of children and spends most of her free time walking around rural villages to stop child marriages. Due to her hard work and activism she was chosen as the jury member of the World Children's Prize previously  awarded Malala Yousafzai."
      ]
    }, {
      "value": "Ayesha Akhter",
      "image": "771f60b0-871f-4f78-adba-441301ea94bd_ayesha+akhter.jpg",
      "attributes": {
        "Name": "Ayesha Akhter",
        "Age": "28",
        "Location": "Bangladesh",
        "Nominating Partner": "Project Everyone"
      },
      "body": [
        "The garment factories of Dhaka make so much of the world’s fashion and women make up 80% of the workforce. When a complex of garment factories collapsed killing 1000’s, things had to change. Ayesha Akhter is a seamstress and now also President of the workers’ union at Jeans Factory Limited in Dhaka. “In all these years, I have heard supervisors yell verbal abuse, call us prostitutes and slap us behind our heads to work faster. Then I became the union president and everything changed. Overnight, I became important.”",
        "Aysesha is among scores of women standing up to head unions and negotiating with male-dominated management for more pay, safer workplaces and respect on the job. This is no easy task. Those attempting to set up unions have encountered resistance with many losing their jobs or being suspended by managements. And then there is the resistance at home. Akhter remembers the “big fight” she had with her husband when she said she was considering standing for president “He was mad and upset and clearly told me not to,” said the mother of two. “He was scared and worried about my safety. He relented but we always worry because of what we see and hear.”",
        "In the face of threats and job insecurity, she is now part of an increasingly women led movement to give rights and security to the people making the clothes we love to wear."
      ]
    }, {
      "value": "Brigitte Sossou Perenyi",
      "image": "8c2c7cc8-2dca-4c5c-8c73-d924ff35f666_brigitte+sossou+perenyi+.jpg",
      "attributes": {
        "Name": "Brigitte Sossou Perenyi",
        "Age": "28",
        "Location": "Ghana",
        "Nominating Partner": "Project Everyone"
      },
      "body": [
        "When Brigitte was just seven, she was trafficked from Togo into Ghana and forced into a system she knew nothing about; a system where families give up their young daughters as a sacrifice to the gods, for her to be used as a slave to ‘pay’ for the sins of family members. Brigitte was taken to such a religious shrine in order to ‘pay’ for her uncles infidelity. The system is known as Trokosi or “slave of God”.",
        "During her time at the shrine, Brigitte was captured in a documentary produced by CBS. When the program aired, an American man, Kenneth Perenyi watched it and flew to Ghana to make arrangements to adopt Brigitte with the help of an organization called International Needs Ghana and she has since lived in America.",
        "Brigitte, having been saved by storytelling, recognizes the impact a story can have so travelled back to her village in Togo in 2017 to film a documentary in order to share it and inspire others to share their stories, as well as bring to light the Trokosi system. She hopes that by exposing these harmful practices to the world, girls can be empowered to reach their full potential and have the freedom so many girls never experience.",
        "It is work like this that sparks dialogue and encourages healthy discussions surrounding age-long practices and belief systems."
      ]
    }]
  },
  "progress": {
    "title": "Progress Award",
    "theme": 6,
    "button": {
      "text": "Place vote and continue"
    },
    "comment": "entry.879636731",
    "id": "entry.298026157",
    "choices": [{
      "value": "Ganesh Muren",
      "image": "2f4ef9bb-cadc-40c0-8c03-482cb5b92156_ganesh+muren.jpg",
      "attributes": {
        "Name": "Ganesh Muren",
        "Age": "29",
        "Location": "Malaysia",
        "Nominating Partner": "Obama Foundation"
      },
      "body": [
        "Ganesh is a social entrepreneur who founded Saora Industries which delivers safe and clean drinking water through Solar Powered Water Purification systems.",
        "This off-grid system has impacted 4000 rural and marginalized families throughout Malaysia and has empowered single mothers in the village by having them maintain the Solar Powered Water Purification system through micro-financing. Recognized internationally and locally, this social enterprise also launched in the Philippines in 2018 to deliver safe water to island communities.",
        "Ganesh was also selected to be the youngest council member of the Entrepreneurship Development Council of the Ministry of Education, appointed by Minister of Education, the Honorable Dr. Maszlee bin Malik."
      ]
    }, {
      "value": "Gregory Rockson",
      "image": "8d31d3be-2751-4a5c-a2e8-0a2c0a003b8d_gregory+rockson.jpg",
      "attributes": {
        "Name": "Gregory Rockson",
        "Age": "28",
        "Location": "Ghana",
        "Nominating Partner": "One Young World"
      },
      "body": [
        "Gregory is an outstanding young leader making medicine available and affordable across Africa.",
        "Growing up in Ghana with thoracic scoliosis, he observed the struggles of his parents in sourcing medication with pharmacies experiencing frequent stock outs and charging high and fluctuating prices. At the age of 15, Gregory set up a non-profit to provide medicines to children living with HIV/AIDS. In 2013 he co-founded mPharma.",
        "mPharma achieves lower prices by aggregating and predicting demand across a network of providers. Their work has reduced drug prices by up to 30 percent and eliminates stockouts. Clinics have also reported a decrease of up to 25 percent in medicine-related complications.",
        "To date their innovations have helped 400,000 patients regain their health and are now operational in Ghana, Nigeria, Zimbabwe, Zambia and most recently in Kenya."
      ]
    }, {
      "value": "Pranav Sridhar",
      "image": "2ee0fcdb-5efd-4a1c-a423-9d46fc24a999_pranav+sridhar.jpg",
      "attributes": {
        "Name": "Pranav Sridhar",
        "Age": "26",
        "Location": "India",
        "Nominating Partner": "UNLEASH"
      },
      "body": [
        "OneDay Health was born when Pranav met Dr. Nicolas, who worked in rural Uganda. His stories of poor health infrastructure, insufficient health workers and crippling travel costs in remote areas resonated with Pranav’s experience of rural India.",
        "Together they launched OneDay Health which now exists to give access to quality heath care to the 10 million Ugandans currently without it.",
        "Using satellite images, they geo-mapped every health center in the Northern Ugandan region, to identify remote healthcare ‘black holes’, far from any healthcare facility. They addressed those black holes with the first hub of 10 OneDay Health Centers, a sustainable healthcare option for Uganda’s rural citizens.",
        "They equip their nurses to diagnose and treat conditions with competence and confidence and to date, the nurses have treated over 20,000 patients and cured over 7000 malaria cases and there are plans for expansion.",
        "Long term, they plan to partner with the Ugandan Government, to integrate their model into Uganda’s public health system."
      ]
    }, {
      "value": "Shravan Kumaran & Sanjay Kumaran",
      "image": "6d2bda4f-f6d5-4bd2-ac96-6e5bb2716699_kumaran.jpg",
      "attributes": {
        "Name": "Shravan Kumaran & Sanjay Kumaran",
        "Age": "17, 15",
        "Location": "India",
        "Nominating Partner": "BMGF"
      },
      "body": [
        "Shravan Kumaran and his brother Sanjay Kumaran are perfect examples that age is not a bar to follow your passion. The two have been identified as the youngest App developers and co-founders of a company in India, having cofounded GoDimensions, a mobile app developer, when they were just 12 and 10 respectively.",
        "“We’ve always believed that we must do something for society,” says Sanjay, on the thinking behind their latest app GoDonate, which is a platform for sharing excess food, clothes and furniture with those in need. “In Central Asia itself, about 500 millions tons of food is being wasted each year,” says Shravan. By the boys’ own admission, social impact is a key deciding factor behind their projects.",
        "To date, they've built a total of seven apps for the App Store and three for Google Play which together have clocked over 70,000 downloads in over 60 countries. They hold the distinction of being the youngest Mobile Application Programmers in India by Apple."
      ]
    }]
  }
}
