{
  "campaign": {
    "title": "Campaign Award",
    "theme": 10,
    "button": {
      "color": "yellow",
      "text": "Place vote and continue"
    },
    "comment": "entry.486816405",
    "id": "entry.1971526978",
    "choices": [{
      "value": "Glitch",
      "image": "glitch_xf4r6l.jpg",
      "attributes": {
        "Name": "Seyi Akiwowo",
        "Age": "29",
        "Location": "UK"
      },
      "body": [
        "Glitch is a not-for-profit organsiation working towards to ending online abuse through education, campaigns and advocacy. Glitch was founded in 2017 by Seyi Akiwowo, after she faced horrendous online abuse when a video of her speech at the European Parliament went viral. Glitch wants to see an increase in digital citizenship for all, across all online platforms. Their work is upheld by three pillars: 1) Raising awareness, through campaigning and providing free information and resources 2) Advocacy work with social media companies on how to make their online platforms safer and to decision makers 3) Action, Glitch’s programmatic work consists of Digital Citizenship Workshop and Digital Resilience Training.",
        "Glitch has been praised in UK parliament twice and in 2018 and 2019 were invited by the UN Human Rights Council to advocate on behalf of those who have experienced online abuse. Seyi is the 2019 UK Digital Leader of the Year and in 2018, she was name Stylist Magazine’s Woman of the Week. Seyi is Amnesty International’s Human Rights Defender and is part of the #ToxicTwitter campaign to end online abuse against women. She was elected as the youngest black female Councillor in East London at age 23.",
        "During lockdown Glitch has been campaigning on a number of issues including demanding that social media companies show that Black Lives Matter by providing greater controls. Twitter also recently partnered with Glitch to provide advice on how to manage their twitter experience. Glitch is also providing free digital safety training sessions for politically active women."
      ]
    }, {
      "value": "MASH Project Foundation",
      "image": "mash_yzffx9.jpg",
      "attributes": {
        "Name": "Aashish Beergi",
        "Age": "28",
        "Location": "India"
      },
      "body": [
        "MASH Project Foundation is a social enterprise committed to building a global community of social change-makers. Their mission is to bridge the gap between Governments, Civil Society, Corporate Sector, Youth and Media to drive social impact through partnerships for Global Goals (SDG 17).",
        "During COVID-19, The MASH Project Foundation realised that many young changemakers were facing a very difficult time trying to start new initiatives to support communities on areas like hunger relief, cash support, healthcare and sanitation and mental wellbeing, with most of these needing financial, technical and human resources. MASH Project Foundation started the COVID Action initiative which acts as a single platform for various stakeholders to list its resources and provide a single window for young changemakers to access these available resources. The platform is regularly updated to make sure changemakers can easily navigate and find useful information.",
        "Under this initiative, MASH also introduced 'Expert Dialogues', a bi-weekly series of online conversations with leading experts from the development sectors to share their knowledge and experiences with young changemakers to deal with the current situation more effectively. They also started weekly capacity building workshops with UN Volunteers India to support youth with skills which will help them embrace change and become future-ready, some of the topics include ‘Future Skills‘, ‘Art therapy‘, leveraging the digital platform for better profile building and mentorship.  COVID Action has partnered with multiple stakeholders including government agencies, civil society organisations and corporates and brings the best of different stakeholders to create a bigger and better impact. The initiative has also been recognized by the COVID Response Alliance for Social Entrepreneurs of the Schwab Foundation for Social Entrepreneurship under World Economic Forum.",
        "They work with an amalgamation of CSR, Corporate Volunteering and Policy Initiatives, the corporate sector at MASH is where they support their corporate partners to assess their HR requirements and align with their business objectives to drive employees, communities and the company together. They also work with Government Agencies and Policy Makers where they bridge the gap between young policymakers and policymaking process by bringing the youth together with relevant stakeholders like the government and work with them across various projects.",
        "They also work with Civil Society and Non-Profit Organisations – the foundation has built a strong network of like-minded individuals, non-profits and civil society organisations to create a platform where people, ideas and actions can come together to make a better world. They work with various youth communities across diverse issues to deliver high social impact projects and they use diverse media platforms to create positive change. Their work reaches over 20 cities, they have 500+ partnerships, have enabled 300+ changemakers, 541 Facebook Followers, 2,006 Instagram Followers, 928 Twitter Followers, 18.7K Likes on TikTok and have impacted 150000+ people."
      ]
    }, {
      "value": "Youth Stop AIDS",
      "image": "Youth-Stop-AIDS_wyh2nj.jpg",
      "attributes": {
        "Names": "Georige Wallis, Carla Home, Molly Pugh-Jones, Alex Causton-Ronaldson, Eli Fitzgerald, Shane Dooner, Rosie Oakley",
        "Ages": "25",
        "Location": "UK"
      },
      "body": [
        "Youth Stop AIDS is a UK based youth-led movement campaigning for a world without AIDS by 2030. The current 2018-2020 Steering Committee is a group of seven young campaigners leading the campaign and taking local and global action.",
        "Over the past two years, they have led the Network to campaign successes including getting the UK Government to increase its pledge to the Global Fund to Fight AIDS, TB and Malaria, and influencing a Labour Party report around fair and equitable access to medication for all. They have influenced Parliamentary Candidates to champion the HIV response during the 2019 UK election and in calling on the UK government to support Universal Health Coverage and to reverse the DFID/FCO merger.",
        "During COVID-19 they have been campaigning around the impact of the virus on young people living with HIV through a video stories collection project, hosting virtual speaker events and contributing to an All Party Parliamentary Group Inquiry on the impact of COVID-19 on the global HIV response. Their online engagements have raised awareness of the impact of COVID-19 on young people living with HIV, and increased pressure on governments to act."
      ]
    }, {
      "value": "Teens Take charge",
      "image": "Teens-Take-charge_qrp8pq.jpg",
      "attributes": {
        "Names": "Nelson Luna, Whitney Stephenson",
        "Ages": "19",
        "Location": "USA"
      },
      "body": [
        "Teens Take Charge is a student-led movement for education equity that began by using the arts to elevate important issues within the education system of New York City. Teens Take Charge was created when Nelson Luna and Whitney Stephenson began to think critically about the roles race and class played in their education — and it inspired them to want to make a change.",
        "They say; “Too often, decisions about our schools are made without our voices. No longer. Our growing coalition of high school students from across the five boroughs will not rest until our public school system lives up to its promise of providing all of us an equitable education.”",
        "Teens Take Charge provides a platform for school students to share their experiences of the school system on public stages across the city, at official hearings, in meetings with policy makers and on television broadcasts. As the movement has grown, their members now study present day educational inequity and its historical roots to develop policy proposals that address specific problems and lead advocacy campaigns targeting the city and school officials who have the ability to enact their solutions. Despite graduating college, the founders are still involved in advocacy and the organization, which is made up of 50 active members from more than 30 high schools in 5 boroughs, mirrors the public school system’s racial and socioeconomic diversity — and proves what’s possible when all students are educated together and is continuing to grow.",
        "During COVID, the movement has continued to advocate for the rights of black students in New York, and in the wake of the killing of George Floyd have called for the end of the NYPD’s presence in NY schools."
      ]
    }]
  },
  "changemaker": {
    "title": "Changemaker Award",
    "theme": 3,
    "button": {
      "color": "blue",
      "text": "Place vote and continue"
    },
    "comment": "entry.1470366669",
    "id": "entry.1311314296",
    "choices": [{
      "value": "Anju Verma",
      "image": "Anju_fqrhlc.jpg",
      "attributes": {
        "Name": "Anju Verma",
        "Age": "17",
        "Location": "India"
      },
      "body": [
        "17 year old Anju Verma started her organization, Buland Udaan, nine years ago in a village in India called Daulatpur.",
        "Anju’s journey began when, as a five-year-old, she was forced to perform chores for 15 people in her aunt’s house and she suffered mental and physical abuse if she made any mistakes. This experience fueled her determination to  change the lives of other children and victims of sexual and physical violence in India and rescue them from child labour.",
        "Since its inception, Buland Udaan has now enrolled 700 students into schools, stopped 40 child marriages, and legally intervened in 15 sexual harassment cases, all involving children in the age group of 6-18 years.",
        "Buland Udaan has 70 volunteers, who are mostly teenagers from neighbouring schools, all lead by Anju.",
        "During the COVID-19 pandemic they have been supporting the same families with food kits and hygiene kits making sure they reach those that live on the streets and in temporary homes first.",
        "Anju’s energy and drive has led her to become a TEDx speaker, a child champion working with Save the Children, an Ashoka Youth Venturer, and fundraise capital from donors for her organisation.",
        "A teenager with her heart in the right place and a social consciousness of huge proportions, Anju Verma is destined to bring big change."
      ]
    }, {
      "value": "Hajer Sharief",
      "image": "Hajer_ka5ju0.jpg",
      "attributes": {
        "Name": "Hajer Sharief",
        "Age": "27",
        "Location": "Libya"
      },
      "body": [
        "Hajer Sharief is a peace activist who saw her peaceful neighbourhood in Tripoli fall into bloody chaos within 24 hours. Having witnessed the horrors of the war, she launched her own non-profit organization, called Together We Build It, when she was 19 years old. Since its inception, the organization has been advocating for political participation and economic empowerment of women, raising awareness about gender discrimination, improvement of human rights, and capacity building for women and youth in Libya.",
        "In 2013, she started the “1325 Network in Libya,” which is a network of civic groups and activists from across the country that promotes the role of women in peace-building and prevention of violence. While her activism emphasizes an active role for women in peace-making, she believes that standing up to extremism requires empowerment of the entire civil society. Her organization helped start a dialogue with national leaders about women’s role in peace and security.",
        "She has also helped Libyan women launch their own initiatives and organizations, and has been ramping up these efforts throughout the COVID-19 period from where she’s quarantined in Oslo. She is part of One Young World and Kofi Annan Foundation’s initiative Extremely Together, a group of ten young leaders empowering young people around the world to prevent extremism through peer-to-peer engagement and learning.",
        "She was nominated for the Nobel Peace Prize in 2019."
      ]
    }, {
      "value": "Hauwa Ojeifo",
      "image": "Hauwa_syotyd.jpg",
      "attributes": {
        "Name": "Hauwa Ojeifo",
        "Age": "28",
        "Location": "Nigeria"
      },
      "body": [
        "Born and raised in Nigeria, Hauwa Ojeifo was educated in the UK, receiving a masters in investment banking and Islamic Finance from Henley Business School, University of Reading and is now based back in Nigeria. She is the Founder of She Writes Woman,  a women-led movement tackling the stigma against mental health in Nigeria through education, awareness, advocacy and action.",
        "Hauwa is a sexual and domestic abuse survivor and she says “My pursuit for gender equality came as a result of experiencing a mental health breakdown. Following my double diagnosis of bipolar and post-traumatic stress disorder, I experienced first hand the stigma associated with women's mental health. It was this, coupled with local realities of inaccessible and insufficient mental healthcare, that gave me a mission to give mental health a voice in Nigeria, Africa, and globally.”",
        "Since the start of the pandemic, the 297% rise in reported GBV cases during lockdown in the nation’s most populous cities has brought increased urgency on their work. As a result, She Writes Woman is partnering with Women At Risk International to provide a 24/7 toll-free, crisis counselling helpline, serving as a first point of contact to ensure that survivors of GBV, as well as those living with mental health  conditions,  have  access  to  confidential  psychosocial   support  and counselling during the pandemic. The partnership aims to launch a virtual  support  group,  open  case files  with  mental  health   practitioners, and organise virtual counselling for survivors during the COVID-19 pandemic. Since April, their support services and awareness campaign has organically reached over 500,000 people in Nigeria.",
        "On 17 February 2020, she became the first woman and person to testify before the Nigerian parliament on the rights of persons with mental health conditions and psychosocial disabilities in the country's bid to pass its first mental health law. She leads the voices and representation in her community in these proceedings."        
      ]
    }, {
      "value": "Nila Yasmin",
      "image": "Nila_cyqyil.jpg",
      "attributes": {
        "Name": "Nila Yasmin",
        "Age": "29",
        "Location": "Uganda"
      },
      "body": [
        "Nila worked as a news anchor for 7 years, anchoring English news on some of the most reputable radio stations in Uganda like Record Radio and HOT100. She retired from radio in December 2018, to start her own media company GLIM, a lifestyle women empowerment brand that celebrates and empowers women and  has over 24,000 monthly subscribers online.",
        "Nila grew up in the slums of Kampala and suffered regular bouts of diarrhoea, cholera and UTIs, and struggled to find treatment. The slum was neither a happy nor a healthy place to live; rife with sickness, thick with dirt and with only one toilet for every 20 households; excrement and rubbish layered the streets.",
        "Inspired by her own upbringing, GLIM is very much aimed at women living in slum communities, to empower them both economically and socially and to motivate them to reach their full potential. The magazine features expert advice and personal stories from women who have shared the same experiences but beaten the odds to a better future.",
        "During the COVID-19 outbreak GLIM has continued to produce content, sharing self-care tips, reporting on initiatives to limit the spread of the virus, and giving advice on staying healthy, working from home and remaining positive during lockdown.",
        "In 2019 Nila won the inaugural APO Group African Women in Media Award which recognises, celebrates and empowers African women journalists who support female entrepreneurship in Africa."        
      ]
    }]
  },
  "progress": {
    "title": "Progress Award",
    "theme": 6,
    "button": {
      "text": "Place vote and continue"
    },
    "comment": "entry.879636731",
    "id": "entry.298026157",
    "choices": [{
      "value": "Bonita Sharma",
      "image": "Bonita_kym1vi.jpg",
      "attributes": {
        "Name": "Bonita Sharma",
        "Age": "28",
        "Location": "Nepal"
      },
      "body": [
        "Bonita Sharma, born and educated in Nepal, is the co-founder and CEO of Social Changemakers and Innovators (SOCHAI) - a youth led non-profit organization in Nepal. Her organization works for improving health, hygiene and nutrition status of people, particularly women, children and girls in Nepal through innovation, education and entrepreneurship. The unique aspect of SOCHAI is the implementation of simple and affordable community- based interventions to promote Goal 3 Good Health and Well-being. Their award winning low-tech wearable innovative health educational tools – ‘Nutribeads bracelet’ and ‘Redcycle bracelet’ are the crucial part of their counselling and training programs that helps educate mothers and young girls about nutrition and menstruation. They are also incorporating social entrepreneurship into their project by involving local artisans in making and selling low tech products.",
        "SOCHAI mobilized itself immediately at the start of the COVID-19 outbreak in March with helpful and factual information through digital platforms on nutrition and hygiene for families. SOCHAI also provided immediate relief to the people in need, primarily daily wage workers, pregnant, lactating women and was handing out food to the most vulnerable. SOCHAI has also been continuing the COVID-19 relief work by providing nutritious food packages along with a mass awareness campaign in collaboration with the local government to this day.",
        "SOCHAI have reached 1000+ mothers/children, 300+ community health workers and Female Community Health Volunteers (FCHVs), 3000+ adolescents and more than 25 youth through their community based programs led by young people in eight districts across Nepal. They have also sold and distributed 1500+ Nutribeads and Redcycle bracelets free of cost to mothers, FCHVs and adolescent girls during their programs, which have helped their target users understand as well as communicate information on nutrition and menstruation effectively.",
        "SOCHAI is the winner of the 3rd High Level Meeting Asia Pacific Youth Innovation Challenge organized by UNICEF, Tandemic and the Government of Malaysia, SOCHAI also won the Lead 2030 Challenge for Sustainable Development Goal 2 ‘Zero Hunger’ category initiated by One Young World. Bonita herself was listed by the BBC in the 100 most influential women of the world in 2019, she has also been recognized by UNESCO as a Female Champion for educating women and girls in Nepal."
      ]
    }, {
      "value": "Henrike Schlottmann",
      "image": "Henrike_quwjup.jpg",
      "attributes": {
        "Name": "Henrike Schlottmann",
        "Age": "28",
        "Location": "Germany"
      },
      "body": [
        "As managing director of ProjectTogether, Henrike Schlottmann launched the #WirVsVirus Hackathon in March of this year with the aim to actively engage citizens in developing solutions for urgent challenges related to Covid-19. It started with a concept note on Monday, March 16th, which proposed to the German Chancellery to kick-off an open social innovation process. Only three days later, more than 1,900 challenges were submitted by citizens and institutions describing their pain points related to the crisis. On Friday, 28,000 citizens gathered online to participate in the biggest hackathon worldwide. 48 hours later, 1,500 prototyped solutions got submitted by the participants.",
        "Building on the success of this open social innovation,  ProjectTogether - under the leadership of Henrike - set up a fast-track program with the German Chancellery to implement 130 most promising solutions against Covid-19. Together with co-organisers, Henrike managed to pull together an alliance of funders donating 2,2 million euros in order to provide basic funding for the program and selected teams. The program brings together federal ministries, state governments, businesses, academia and civil society to actively co-develop and implement the solutions. Henrike has built this community that focuses on the most pressing problems in this crisis - scaling her own impact. Henrike’s leadership is a cornerstone for the success of the program and she uses the current public momentum and political backing in discussions with the German Chancellery to implement this program long-term as a new open social innovation process in Germany.",
        "Besides the #WirVsVirus program, Henrike currently leads the Farm-Food-Climate challenge - a similar program that supports 100+ solutions in tackling climate change in the agrifood-sector. Henrike leads the efforts to bring together a new alliance for this program including the German Government and the European Commission to create a Europe-wide movement."
      ]
    }, {
      "value": "Priya Prakash",
      "image": "Priya_ils3cx.jpg",
      "attributes": {
        "Name": "Priya Prakash",
        "Age": "28",
        "Location": "India"
      },
      "body": [
        "Priya Prakash was born and educated in India. Having battled with obesity as a child , Priya made it her life’s mission to change the status quo with regards to attitudes towards children's health in India. She is now a healthcare entrepreneur and the Founder and CEO of HealthSetGo.",
        "HealthSetGo is India's largest healthcare organization for schools, it’s vision is to establish India's largest network of health promoting schools. HealthSetGo currently operates in over 77 cities across India with 250,000+ students and parents with it’s flagship program CARE which monitors the healthy growth of students at school and generates intelligent insights for Parents to empower them to take care of their child’s health as well as impart the right Health Education customised to the age of the child. Worldwide there are currently more than 1.2 billion children in 186 countries affected by school closures due to the pandemic. With the unique integration of technology in healthcare, HealthSetGo has been able to empower parents, doctors, schools, and governments to make data-driven decisions in real-time - ensuring early diagnosis and treatment for thousands of children.",
        "HealthSetGo launched the ‘HealthSetGo Academy’ in April as soon as India went into lockdown and schools closed. They've got India's top wellness experts to do daily live sessions to make it easy for students to stay healthy under lockdown. With an engaging and interactive schedule, they've been conducting various online sessions - ranging from yoga, dance, and fitness to music, baking, storytelling, and arts & crafts - to keep children motivated. HealthSetGo has also undertaken informative sessions on mindfulness to help students cope with stress.",
        "HealthSetGo has also launched ‘COVID SAFE’. Schools are set to re-open in India in less than 2 months. With an average of 800+ students in educational institutions in India, it is critical that institutions open safely and contain infection rates in children. ‘COVID SAFE' uses a blend of tech and global best practices to guide educational institutions in creating actionable guidelines and processes that should be implemented for safe re-opening.",
        "Priya won the Global Citizen's Cisco Youth Leadership Award in December 2019."
      ]
    }, {
      "value": "Tito Ovia",
      "image": "Tito_duufkh.jpg",
      "attributes": {
        "Name": "Tito Ovia",
        "Age": "26",
        "Location": "Nigeria"
      },
      "body": [
        "Tito Ovia was born in the USA, educated in the UK and is now based in Nigeria. She is one of the three Co-Founders and Head of Growth at Helium Health, a social enterprise dedicated to helping hospitals in Africa go digital. Goal 3 is the mission of Helium Health and they are using technology to help hospitals in West Africa make world-class health a reality. Tito is responsible for spear-heading Helium Health’s expansion and it’s rapid response to the COVID-19 crisis. Since the onset of COVID-19, Helium Health has raised $10 million to expand their services due to the increased demand for health services. Among a new suite of solutions for stakeholders across the field of healthcare, Helium Health will be providing digital and flexible loans to healthcare providers, greatly alleviating the financial burden of this increased demand for services.",
        "Today, Helium Health is the #1 healthcare technology provider in West Africa, facilitating hundreds of thousands of encounters each month across the region. As of March 2020, they have 300+ facilities live, 5,000+ medical professionals and 165,000 patient encounters per month."
      ]
    }]
  }
}
