{
  "campaign": {
    "title": "Campaign Award",
    "theme": 10,
    "button": {
      "color": "yellow",
      "text": "Place vote and continue"
    },
    "comment": "entry.486816405",
    "id": "entry.1971526978",
    "choices": [{
      "value": "Vanessa Nakate",
      "image": "https://res.cloudinary.com/dykmd8idd/image/upload/s--oqIgfx40--/v1624290394/image-016_ezcwdm.jpg",
      "attributes": {
        "Name": "Vanessa Nakate",
        "Age": "24",
        "Gender": "Female",
        "Location": "Uganda"
      },
      "body": [
        "Vanessa was the first Fridays For Future climate activist in Uganda and founder of the Rise up Climate Movement, which aims to amplify the voices of activists from Africa, reshaping the climate change narrative to include those voices most at risk of being left behind.",
        "Her work includes raising awareness to the danger of climate change, the causes and the impacts - particularly for those most at risk, and who did the least to contribute to the problem. She spearheaded the campaign to save Congo’s rainforest, which is facing massive deforestation. This campaign later spread to other countries from Africa to Europe. She is currently working on a project that involves installation of solar and institutional stoves in schools, and campaigning against the installation of an east African crude oil pipeline that would run through Uganda and Tanzania.",
        "She holds a degree in Business Administration in Marketing from Makerere University Business School. Vanessa was one of the young climate activists who were chosen to speak at the COP25 gathering in Spain, and she was one of 20 climate activists who penned a letter addressed to the participants of the World Economic Forum in Davos, calling on them to stop subsidizing fossil fuels.",
        "In 2020 Vanessa participated in a news conference at the World Economic Forum with four white activists, including the Swedish teenager Greta Thunberg but when The Associated Press released a picture of the five from the event, Ms. Nakate had been cropped out.",
        "This photo reflected the silencing of diverse voices in climate action groups. Vanessa is now a leading voice in the campaign against the erasure of Black and African voices from conversations around climate activism, even as their communities and countries are disproportionately affected by the crisis."
      ]
    }, {
      "value": "Azeez Salawu",
      "image": "https://res.cloudinary.com/dykmd8idd/image/upload/s--oqIgfx40--/v1624290394/image-015_h3pqrg.jpg",
      "attributes": {
        "Name": "Azeez Salawu",
        "Age": "28",
        "Gender": "Male",
        "Location": "Nigeria"
      },
      "body": [
        "Azeez Salawu a youth in agriculture advocate and climate activist and the founder of the Community Action on Food Security Initiative.",
        "The Community Action on Food Security Initiative focuses on bridging the gap between farmers, rural dwellers, youths and policy makers through community engagement, research and practical approaches.",
        "Azeez Salawu has a broad experience in mobilizing the youth for climate action, food and nutrition security and the Sustainable Development Goals from Nigeria.",
        "He has participated in high-level discussion and negotiations both at the international and local levels on critical developmental issues on climate change, agriculture, and sustainable development.",
        "He operates effectively at the governmental and policy levels as well as at citizens and community levels working with Small scale farmers by providing the tools needed to lift themselves out of hunger and poverty and create resources for their livelihood.",
        "He is the Executive Director at Community Action on Food Security Initiative and also the Nigeria/West Africa Regional Coordinator at Climate Smart Agriculture Youth Network (CSAYN). He's the Convener, Food Security Future Summit, Nigeria; Innovator, UNDP Youth Climate Innovator; Member, Nigerian Civil Society Framework on Paris Agreement and SDGs; Member, FAO Global Forum on Food Security and Nutrition; Member, Agricultural Society of Nigeria."
      ]
    }, {
      "value": "Satta Sheriff",
      "image": "https://res.cloudinary.com/dykmd8idd/image/upload/s--oqIgfx40--/v1624290394/image-013_ozzf8s.jpg",
      "attributes": {
        "Name": "Satta Sheriff",
        "Age": "23",
        "Gender": "Female",
        "Location": "Liberia"
      },
      "body": [
        "Satta is the Founder and Executive Director of Action for Justice and Human Rights (AJHR), a youth-led NGO founded to advocate and ensure access to justice and respect for Human Rights in Liberia, particularly for women and girls.",
        "In 2020, as a result of the proliferation of rape cases during the pandemic in Liberia, Satta worked alongside the Affiliation of Child and Women Right Advocates to lobby the national government. Due to the tireless actions of the group, Liberia's President declared rape as a National Emergency, allocating a $4M budget and developing a national Sexual and Gender-Based Violence roadmap for Liberia. Satta and the campaigners will continue to follow-up and demand strong action until no child or women is a victim of sexual abuse.",
        "In 2017, a 13-year-old was allegedly raped and impregnated by a lawmaker. Through Satta and others' advocacy, an investigation was conducted, the lawmaker was arrested and his case was sent to court. In 2016, Satta co-founded the Joint Action Committee on Children to advocate and protect children rights in Liberia. Through JACC; Satta promoted a national Campaign to convict the killers of two Liberian minors who were mysteriously killed in 2015. Since 2016, Satta has addressed the UN and the African Union to defend Children and Girls rights internationally. She's the former Speaker of the Liberian Children’s Parliament.",
        "Satta was born during the Liberian Civil War in the mountainous Bong county, started primary education at 6 and is a first-generation college student. She's studying at Wittenberg University - it's amazing how much she has achieved in her young life, and how she's balanced all of her responsibilities.",
        "Passionate about human rights and justice, Sheriff wants to be a civil rights lawyer and help females around the world and especially in her country, achieve justice."
      ]
    }, {
      "value": "Dr Tasnim Jara",
      "image": "https://res.cloudinary.com/dykmd8idd/image/upload/s--oqIgfx40--/v1624295771/image-012_sbzfog.jpg",
      "attributes": {
        "Name": "Dr Tasnim Jara",
        "Age": "26",
        "Gender": "Female",
        "Location": "Bangladesh"
      },
      "body": [
        "Alongside fighting the pandemic as a frontline clinician, Dr Tasnim Jara has been spearheading an online campaign that is a reliable source of information on Covid-19 and vaccines for millions of Bangla speaking people across the world - she makes short evidence-based videos to debunk fake news stories and explains difficult scientific facts in easy everyday language so that literacy does not hinder access to reliable information.",
        "Through her videos Tasnim explains difficult scientific facts in easy everyday language so that literacy does not hinder access to reliable information. Her videos have been watched for more than 280 million minutes so far. She has gained over 1.5 million followers on YouTube and Facebook. She also makes videos on TikTok with the Vaccine Confidence Project.",
        "To spread awareness offline and reach people in the rural areas, Tasnim has partnered with government institutions, NGOs and telecom operator. In partnership with government institutions, her videos are played on roadside billboards and at primary healthcare centres in rural parts of Bangladesh. With BRAC—the largest NGO in the world—she produced content that was used to train more than 20000 young volunteers who fight misinformation on the ground. Grameenphone—the largest telecom operator in Bangladesh—distributed her videos to its millions of users through apps and social media. Tasnim also worked with faith leaders to clear misinformed concerns over COVID-19 vaccine ingredients and drive up confidence.",
        "Tasnim has a long-term vision for the healthcare system and is working to solve some of the most pressing problems with her health-tech start-up, Shohay. Since healthcare involves significant out-of-pocket expenditure in Bangladesh, people often delay accessing treatment which sometimes leads to worse outcomes. Shohay provides an easy-to-understand guide for people to decide when they should consult a doctor urgently. It’s also working to raise awareness on lifestyle changes and non-pharmacological measures for people who suffer from chronic illnesses."
      ]
    }]
  },
  "changemaker": {
    "title": "Changemaker Award",
    "theme": 3,
    "button": {
      "color": "blue",
      "text": "Place vote and continue"
    },
    "comment": "entry.1470366669",
    "id": "entry.1311314296",
    "choices": [{
      "value": "Grace Gara",
      "image": "https://res.cloudinary.com/dykmd8idd/image/upload/s--oqIgfx40--/v1624290394/image-007_sfhfba.jpg",
      "attributes": {
        "Name": "Grace Gara",
        "Age": "30",
        "Gender": "Female",
        "Location": "Nigeria"
      },
      "body": [
        "Grace is a women's rights advocate who, at the peak Covid-19 pandemic in Nigeria, coordinated the Zero Violence Nigeria project which focused on ending violence against women and girls (VAWG) which had worsened during the pandemic.",
        "On this project, Grace led civil society organizations in 4 states to hold community dialogues with women and girls, sensitization on the Violence Against Persons Prohibition Law, Collection of stories of survivors of sexual violence and art exhibitions at the state and national level. The art exhibitions shared stories of survivors and pictures of what survivors wore to demystify the understanding that women and girls are raped because of how they were dressed.",
        "Presently, Grace works with Education as a Vaccine, a non-profit that works to advance young Nigerians' sexual health and rights through advocacy and peer-to-peer campaigns. As the Program Coordinator she coordinates and implements advocacy strategies to create an enabling policy environment for improved access to SRHR information and services for adolescents and young people.",
        "From 2015 to 2020, Grace worked at the International Centre for Sexual Reproductive Rights (INCRESE) as the Coordinator for Psychosocial Support Services where she managed an average of 100 cases of gender-based violence every year including providing services such as needs assessment, counselling, legal support services and referrals.",
        "Grace has over 6 years’ experience working in the development sector with focus on the Sexual Reproductive Health and Rights (SRHR) of women and girls."
      ]
    }, {
      "value": "Sebabatso Makafane",
      "image": "https://res.cloudinary.com/dykmd8idd/image/upload/s--oqIgfx40--/v1624290393/image-011_xte8ej.jpg",
      "attributes": {
        "Name": "Sebabatso Makafane",
        "Age": "28",
        "Gender": "Female",
        "Location": "South Africa"
      },
      "body": [
        "Sebabatso is the Founder and Chair of the Black Woman Arise Women’s Health Foundation, which provides quality sexual reproductive health information and services.",
        "Sebabatso is passionate about maternal health and the promotion of women’s sexual reproductive health and rights. She is the founder and chairperson of a non-profit called Black Woman Arise Women’s Health Foundation and she is a practising midwife. The Foundation promotes women’s sexual and reproductive health,and bridges the gap between women in the community in need of sexual reproductive healthcare services and healthcare professionals, irrespective of their socioeconomic background. Sebabatso uses local radio and magazines to create awareness on sexual and reproductive health and rights. During covid, the organisation continued to emphasize the need for quality sexual reproductive health information and services, especially in disadvantaged communities."
      ]
    }, {
      "value": "Efe Osaren",
      "image": "https://res.cloudinary.com/dykmd8idd/image/upload/s--oqIgfx40--/v1624290394/image-008_mtrqfa.jpg",
      "attributes": {
        "Name": "Efe Osaren",
        "Age": "29",
        "Gender": "Female",
        "Location": "USA"
      },
      "body": [
        "Efe Osaren is a Nigerian- American student midwife, doula and leading young voice on racism’s impact on black birth outcomes .",
        "Efe Osaren is an organizer with Ancient Song Doula Services in Brooklyn and was featured in the documentary Death by Delivery. She is a leading young voice on racism’s impact on black birth outcomes in America’s largest metropolis, writing frequent blogs on reproductive health. In her work as a doula prior to covid-19, Efe's clients didn’t have to learn all the information, as Efe was there to support them. During the pandemic however, she wanted them to enter the hospital armed with even more knowledge as she could no longer accompany them physically, and was outspoken on empowering women to trust their instincts."
      ]
    }, {
      "value": "Fairooz Faizah Beether",
      "image": "https://res.cloudinary.com/dykmd8idd/image/upload/s--oqIgfx40--/v1624290394/image-009_iphr2n.jpg",
      "attributes": {
        "Name": "Fairooz Faizah Beether",
        "Age": "24",
        "Gender": "Female",
        "Location": "Bangladesh"
      },
      "body": [
        "Fairooz is the founder of Moner School, an online platform where people are able to reach out when in need of mental health support.",
        "When Fairooz was studying for her Higher Secondary Certificate exams in Khulna, the pressures of getting good grades and a promise of a foreign education got her more and more into a depressive state of mind. Things became even more difficult after she found out that her father was murdered. Fairooz reached out to her mother about her mental state, and although she was very accomodating and took her to see a psychologist, her mother was visibly terrified of her daughter’s situation. The stigma attached to mental health in Bangladesh meant that her mother told Fairooz not to talk about her therapy with others including her friends and family.",
        "Fairooz eventually got a scholarship to a university in Sydney, Australia, but after a couple of semesters there, she found out that her mother’s mental state was also in jeopardy. With the news of the father’s murder trial pending and because she lived alone, Fairooz’s mother was under a tremendous amount of stress. She was also too afraid to reach out for professional help. Fairooz then decided to end her scholarship and stay back to help her mother.",
        "Fairooz then founded Moner School, one of the first youth-based mental health platforms in Bangladesh. They work to create awareness about mental health and connect youth with proper mental health services. They work with mental health issues such as depression, suicide, anxiety, relationship problems.",
        "They provide 24/7 online mental health first aid service, creating an anonymous safe platform to share mental health issues and connect youth with mental health professionals.",
        "During the COVID-19 pandemic, a lot of students faced mental health breakdowns. Moner School was heavily active during this time, getting many messages each day. Fairooz herself hosted many webinars, where the panelists would talk about looking after mental well being during the pandemic. She also volunteered with WITHSHE, an organization that provides sanitary napkins to different households during the lockdown. Apart from conducting webinars and voluntary work, Fairooz would also personally talk to other peers and juniors and if needed appoint them to mental health counsellors."
      ]
    }]
  },
  "progress": {
    "title": "Progress Award",
    "theme": 6,
    "button": {
      "text": "Place vote and continue"
    },
    "comment": "entry.879636731",
    "id": "entry.298026157",
    "choices": [{
      "value": "Abhishek Dubey",
      "image": "https://res.cloudinary.com/dykmd8idd/image/upload/s--oqIgfx40--/v1624290395/image-002_sii0px.jpg",
      "attributes": {
        "Name": "Abhishek Dubey",
        "Age": "27",
        "Gender": "Male",
        "Location": "India"
      },
      "body": [
        "Abhishek is the co-founder of Muskaan Dreams, a non-profit organisation addressing the gaps in rural education in India by bridging the digital divide and connecting teachers with technology.",
        "India currently does not have the necessary infrastructure to teach its students online. The digital divide in India is not only about accessibility but also about teachers' readiness to work on digital devices.",
        "Abhishek's organisation Muskaan Dreams is a non-profit organisation that is tackling the huge digital gap in education which is a major obstacle to the development of students from marginalised backgrounds.",
        "They are transforming the learning experiences of children in public schools by providing them access to digital learning to make learning enjoyable, reachable, and accessible to them. With the goal of reaching one million children by 2023, the organisation focuses on government and community partnership, leveraging existing resources and building the digital capacity for teachers in order to create engaging opportunities for government school children.",
        "The journey of Muskaan Dreams began in 2017 with two teachers and 70 children from a government girls' school in rural Gwalior, and since then, investing towards the goal they have managed to establish more than 130 digital classrooms in 100 schools, covering 70 villages across three districts of Gwalior, Bhopal, and Indore. These interventions have impacted 500 teachers and 20,000 students in around 100 schools so far.",
        "During COVID-19, they made sure the families of these children got immediate relief and made sure that the education continued through innovative measures and their plans for 2021 have been to digitise 1,000 schools that would impact 5,000 teachers and 2,00,000 students."
      ]
    }, {
      "value": "Rhea See",
      "image": "https://res.cloudinary.com/dykmd8idd/image/upload/s--oqIgfx40--/v1624290395/image-005_kxbbxi.jpg",
      "attributes": {
        "Name": "Rhea See",
        "Age": "30",
        "Gender": "Female",
        "Location": "Philippines"
      },
      "body": [
        "Rhea See co-founded She Loves Tech a global platform committed to closing the funding gap for women, currently operating in over 40 countries.",
        "She Loves Tech, founded in 2105, creates the environment necessary for start-ups to thrive. They are the world's largest start up competition for women and technology, seeking and accelerating the best entrepreneurs and technology for transformative impact. They champion the best entrepreneurs through education and mentorship, working closely with partners to create a global ecosystem for women in technology. They partner with government institutions and organizations such as Asian Development Bank, Microsoft, Amazon, AVPN and more.",
        "In 2020, Rhea and her team organised a competition in 36 countries across 6 continents, receiving applications from over 3000 start-ups coming from 67 countries, as well as monthly Office Hours mentorship sessions between VCs and start-ups. Also in 2020, She Loves Tech announced its renewed mission to catalyse USD1B in capital for women-led and women impact entrepreneurs by 2030.",
        "Since 2020, Rhea has co-led the Gender Equitable Investment in Tech (GEIT) which aims to bridge the disparity in entrepreneurial funding for women for the United Nations coalition of several hundred global government, private and non-profit organizations. She is also currently working on building the world's largest database for women entrepreneurs via an open-source digital platform to facilitate fundraising at scale.",
        "Rhea is recognised as a Global Shaper by the World Economic Forum."
      ]
    }, {
      "value": "Jenifer Colpas",
      "image": "https://res.cloudinary.com/dykmd8idd/image/upload/s--oqIgfx40--/v1624290394/image-006_oru8nl.jpg",
      "attributes": {
        "Name": "Jenifer Colpas",
        "Age": "30",
        "Gender": "Female",
        "Location": "Colombia"
      },
      "body": [
        "Jenifer Colpas is the founder of Tierra Grata an organisation that develops low-cost, easy-to-install solutions that provide rural communities with a space for hygiene and sanitation- during the pandemic they have been distributing water filters, hygiene kits, hand washing stations, and toilets to isolated, vulnerable communities.",
        "Jenifer co-founded Tierra Grata in 2016 with a simple mission in her sights: guarantee access to clean energy, water, and sanitation to rural communities in Colombia. This is a pressing issue for the country, where 4.9 million people lack access to a decent toilet, and 1.4 million people do not have access to clean water.",
        "The organisation developed decentralised, low-cost, easy-to-install solutions that provide customers with a comfortable and dignified space for hygiene and sanitation. Each Tierra Grata installation can save up to 68,000 litres of water per year and avoids the contamination of surface and underground water sources. In addition, by receiving a controlled and accelerated treatment of organic waste, clients have a significantly improved quality of life. Since its founding 5 years ago, the team has already managed to install 891 of these solutions, providing tangible health and hygiene improvements to more than 9,200 people in under-resourced areas in Colombia.",
        "Tierra Grata's work became even more important during the Covid-19 pandemic, due to increased urgency for sanitation and good hygiene to prevent the spread of the virus in vulnerable communities. One Young World awarded the organisation two grants totalling $20,000 as part of the Covid Young Leaders Fund. Jenifer and the team utilised this money to distribute water filters, hygiene kits, hand washing stations, and eco-toilets to isolated communities. They also delivered practical workshops to instruct beneficiaries on how to effectively use the solutions, and also to provide general Covid-19 awareness. With additional support from other donor organisations and individuals, Tierra Grata managed to impact 6,282 people in 2020, when they were at their most vulnerable.",
        "Clearly driving forward Goals 3, 6, and 12."
      ]
    }, {
      "value": "Uche Ndukwe",
      "image": "https://res.cloudinary.com/dykmd8idd/image/upload/s--oqIgfx40--/v1624290395/image-004_upft8m.jpg",
      "attributes": {
        "Name": "Uche Ndukwe",
        "Age": "30",
        "Gender": "Male",
        "Location": "Nigeria"
      },
      "body": [
        "Uche Kenneth Udekwe is a CEO and Founder of Natal Cares, a social enterprise focusing on providing health care, medical monitoring and emergency services to at risk pregnant women, reaching them in their hometowns and villages and advocating for better access to healthcare at primary healthcare centers",
        "After losing his sister-in-law at childbirth due to complications of pregnancy and delivery, he has dedicated himself to take action to put an end to maternal and child deaths. His social enterprise focuses on providing health care, medical monitoring and emergency services to at-risk pregnant women, reaching them in their hometowns and villages and advocating for better access to healthcare at primary healthcare centres. It's mission is to harness the power of mobile technology/low cost innovation to provide this lifesaving health care information and services to pregnant women.",
        "In the last three years, he has successfully dispersed 251,620 delivery kits to pregnant women which have helped to ensure safe births in 186 rural communities in Nigeria. Natal Cares Delivery kits contain essential supplies which help to ensure that pregnant women have safe and hygienic delivery. He has sent customized health care messages using USSD and Voice notes to around 22880 pregnant women and nursing mothers in SIX different languages about the symptoms of prenatal conditions. He has successfully reminded 11094 women of their antenatal and immunization schedule who are actively registered on The Natal Cares Mobile platform. He has also economically empowered more 23 women who act as agents across different communities in Nigeria.",
        "During COVID-19, Natal Cares distributed COVID-19 prevention kit to around 120 beneficiaries in 5 rural communities in Akure Ondo State."
      ]
    }]
  }
}
